[
    {
        "name": "Marvel’s Spider-Man: Miles Morales",
        "price": 24,
        "discount": 30,
        "urlName": "spiderman-miles-morales",
        "tags": ["Superhero", "Open World", "Action", "Singleplayer"],
        "description": "After the events of Marvel’s Spider-Man Remastered, teenage Miles Morales is adjusting to his new home while following in the footsteps of his mentor, Peter Parker, as a new Spider-Man. When a fierce power struggle threatens to destroy his home, Miles must take up the mantle of Spider-Man and own it.",
        "id": 0
    },
    {
        "name": "Marvel’s Spider-Man Remastered",
        "price": 24,
        "discount": 0,
        "urlName": "spiderman-remastered",
        "tags": ["Superhero", "Open World", "Action", "Singleplayer"],
        "description": "In Marvel’s Spider-Man Remastered, the worlds of Peter Parker and Spider-Man collide in an original action-packed story. Play as an experienced Peter Parker, fighting big crime and iconic villains in Marvel’s New York. Web-swing through vibrant neighborhoods and defeat villains with epic takedowns.",
        "id": 1
    },
    {
        "name": "EA SPORTS™ FIFA 23",
        "price": 16,
        "discount": 12,
        "urlName": "fifa-2023",
        "tags": ["Football", "eSports", "Sports"],
        "description": "FIFA 23 brings The World’s Game to the pitch, with HyperMotion2 Technology, men’s and women’s FIFA World Cup™coming during the season, women’s club teams, cross-play features*, and more.",
        "id": 2
    },
    {
        "name": "The Last of Us™ Part I",
        "price": 36,
        "discount": 10,
        "urlName": "the-last-of-us-part-1",
        "tags": ["Zombies", "Action", "Adventure", "Story Rich"],
        "description": "Experience the emotional storytelling and unforgettable characters in The Last of Us™, winner of over 200 Game of the Year awards.",
        "id": 3
    },
    {
        "name": "Call of Duty®: Modern Warfare® II",
        "price": 50,
        "discount": 25,
        "urlName": "call-of-duty-modern-warfare-2",
        "tags": ["Action", "FPS", "Multiplayer", "Singleplayer", "Shooter"],
        "description": "Call of Duty®: Modern Warfare® II drops players into an unprecedented global conflict that features the return of the iconic Operators of Task Force 141.",
        "id": 4
    },
    {
        "name": "Destiny 2",
        "price": 28,
        "discount": 15,
        "urlName": "destiny-2",
        "tags": ["FPS", "Open World", "Shooter"],
        "description": "Destiny 2 is an action MMO with a single evolving world that you and your friends can join anytime, anywhere.",
        "id": 5
    },
    {
        "name": "Elden Ring",
        "price": 35,
        "discount": 0,
        "urlName": "elden-ring",
        "tags": ["RPG", "Open World", "Dark Fantasy"],
        "description": "THE NEW FANTASY ACTION RPG. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.",
        "id": 6
    },
    {
        "name": "Rust",
        "price": 20,
        "discount": 12,
        "urlName": "rust",
        "tags": ["Survival", "Open World", "Multiplayer"],
        "description": "The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife and other inhabitants, the environment, other survivors. Do whatever it takes to last another night.",
        "id": 7
    },
    {
        "name": "Dying Light 2 Stay Human",
        "price": 25,
        "discount": 0,
        "urlName": "dying-light-2",
        "tags": ["Zombies", "Open World", "Co-op"],
        "description": "The virus won and civilization has fallen back to the Dark Ages. The City, one of the last human settlements, is on the brink of collapse. Use your agility and combat skills to survive, and reshape the world. Your choices matter.",
        "id": 8
    },
    {
        "name": "PUBG: BATTLEGROUNDS",
        "price": 27,
        "discount": 20,
        "urlName": "pubg",
        "tags": ["Shooter", "Survival", "Multiplayer"],
        "description": "Land on strategic locations, loot weapons and supplies, and survive to become the last team standing across various, diverse Battlegrounds. Squad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can.",
        "id": 9
    },
    {
        "name": "Lost Ark",
        "price": 10,
        "discount": 0,
        "urlName": "lost-ark",
        "tags": ["MMORPG", "Multiplayer"],
        "description": "Embark on an odyssey for the Lost Ark in a vast, vibrant world: explore new lands, seek out lost treasures, and test yourself in thrilling action combat in this action-packed RPG.",
        "id": 10
    },
    {
        "name": "The Elder Scrolls V: Skyrim ",
        "price": 6,
        "discount": 33,
        "urlName": "skyrim",
        "tags": ["RPG", "Open World", "MMORPG", "Singleplayer", "Adventure"],
        "description": "Winner of more than 200 Game of the Year Awards, Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features like remastered art and effects, volumetric god rays, dynamic depth of field, screen-space",
        "id": 11
    }
]
